[
    {
        "id": "1" ,
        "title": "Кошмар на улице Вязов(1984)",
        "vendor_code": "00001" ,
        "description": "Фредди Крюгер, убийца с обожженным лицом и перчаткой с лезвиями, преследует подростков в их кошмарах, убивая их во сне.",
        "price": "590",
        "img": "pics/vaizov.jpeg"
    },
    {
        "id": "2",
        "title": "Пятница 13-е (1980)",
        "vendor_code": "00011",
        "description": "Группа подростков отправляется в лагерь «Хрустальное озеро», где когда-то произошло массовое убийство. Теперь маньяк Джейсон возвращается за новыми жертвами.",
        "price":"490" ,
        "img": "pics/fri13.jpeg"
    },
    {
        "id":"3",
        "title": "Звонок (2002)",
        "vendor_code": "00111",
        "description":"Молодая журналистка расследует загадочную видеокассету, которая убивает всех, кто её смотрит через семь дней после просмотра." ,
        "price": "790",
        "img": "pics/call.jpeg"
    },
    {
        "id": "4",
        "title": "Реинкарнация",
        "vendor_code": "01111",
        "description": "Семья сталкивается с древним проклятием, которое передаётся от поколения к поколению, превращая членов семьи в жестоких монстров.",
        "price": "750",
        "img": "pics/hereditary.jpeg"
    },
    {
        "id": "5",
        "title": "Сияние",
        "vendor_code": "11111",
        "description":"Писатель Джек Торренс со своей семьёй переезжает в уединённый отель на зиму, но вскоре начинает сходить с ума под влиянием зловещей силы здания.",
        "price": "590",
        "img": "pics/glow.jpeg"
    },
    {
        "id": "6",
        "title": "Оно" ,
        "vendor_code": "10001",
        "description":"Группа детей сталкивается с древним злом, принимающим облик клоуна Пеннивайза, который охотится на них в маленьком городке Дерри." ,
        "price": "560",
        "img": "pics/it.jpeg"
    },
    {
        "id": "7",
        "title": "Хэллоуин" ,
        "vendor_code":  "11001",
        "description":"Психопат Майкл Майерс сбегает из психиатрической лечебницы и возвращается в свой родной город, чтобы продолжить серию убийств." ,
        "price": "800",
        "img": "pics/halloween.jpeg"
    },
    {
        "id": "8",
        "title": "Тихое место" ,
        "vendor_code": "11101",
        "description":" Семья живёт в мире, населённом чудовищами, реагирующими на любой звук, поэтому они вынуждены общаться жестами и передвигаться максимально тихо." ,
        "price": "720",
        "img": "pics/quite_place.jpeg"
    },
    {
        "id": "9",
        "title": "Ведьма из Блэр: Курсовая с того света",
        "vendor_code": "00101",
        "description": "Три студента отправляются в лес, чтобы снять документальный фильм о местной легенде, но сталкиваются с чем-то гораздо более страшным, чем просто история.",
        "price": "690",
        "img": "pics/vedma.jpeg"
    },
    {
        "id": "10",
        "title": "Заклятие",
        "vendor_code": "01001",
        "description":"Пара демонологов исследуют дом, в котором происходят странные и пугающие события, связанные с демоническими силами." ,
        "price": "350",
        "img": "pics/zacl.jpeg"
    },
    {
        "id":"11" ,
        "title": "Проклятье",
        "vendor_code": "00010",
        "description": "Японский ужастик рассказывает историю дома, где живут духи убитых людей, проклинающих любого, кто туда входит.",
        "price": "700",
        "img": "pics/procl.jpeg"
    },
    {
        "id": "12",
        "title": "Чужой",
        "vendor_code": "01100",
        "description":"Космический корабль получает сигнал бедствия с неизвестной планеты, но команда не подозревает, что там скрывается смертельно опасный инопланетный хищник." ,
        "price": "500",
        "img": "pics/Alien_movie.jpg"
    }
]